;初选

[Assault]
SpecName="突击兵"
SpecSummary="突击队是我们的前线部队，对毫无戒心的外星人提供毁灭性的近距离火力。"

[Infantry]
SpecName="步兵"
SpecSummary="步兵是抵抗运动的中坚力量，无需特殊武器即可执行小规模战斗战术。"

[Gunner]
SpecName="机枪手"
SpecSummary="枪手接受过重型武器训练，擅长通过充分使用弹药来建立火力优势。"

[Sharpshooter]
SpecName="神枪手"
SpecSummary="神枪手擅长使用重型步枪，能够远距离精确射击。"

[Marauder]
SpecName="掠夺者"
SpecSummary="掠夺者可以以最高的效率操作他们的主要武器，与其他专精相比，射击次数是其他武器的两倍。"

[Shadow]
SpecName="影"
SpecSummary="影子是我们的主要侦察单位，在等待发动攻击的最佳时机的同时提供重要的战场情报。"

;次级

[Grenadier]
SpecName="掷弹兵"
SpecSummary="掷弹兵不顾环境，在战场上不同程度地覆盖曾经被视为战争罪行的行为。"

[Support]
SpecName="支援兵"
SpecSummary="支援以防御性烟雾和进攻性眩晕手榴弹的形式对敌方人员提供非致命对抗措施。"

[Techspert]
SpecName="技术专家"
SpecSummary="技术专家操作 Gremlin 渗透敌方系统并从内部发动突然袭击。"

[CombatMedic]
SpecName="战斗医疗兵"
SpecSummary="战斗医疗兵没有能力提供广泛的医疗，但你可以指望他能在激烈的战斗中让你活下去。"

[Corpsman]
SpecName="医护兵"
SpecSummary="医护兵的包是一座流动医院。在对抗之间的时间里，任何伤害都不能无人照顾。"

[Gunslinger]
SpecName="手枪手"
SpecSummary="与我们更先进的装备相比，枪手更喜欢携带辅助枪支。虽然不是最常见的选择，但它绝对可以在紧要关头拯救你。"

[Blademaster]
SpecName="剑圣"
SpecSummary="出于对旧世界东部地区的兴趣，剑圣比传统枪械更喜欢冷硬钢。"

;第三系

[Officer]
SpecName="军官"
SpecSummary="军官使用全息目标机来协调战场上的火力，从而使整个小队的行动更具凝聚力。"

[Commando]
SpecName="特战兵"
SpecSummary="突击队员携带一把战斗刀，可以应对意想不到的近距离遭遇，并接受过一些非常规战斗战术的训练。"

[Executioner]
SpecName="刽子手"
SpecSummary="刽子手更喜欢避免毫无意义的痛苦。为此，他携带一把锯短霰弹枪，肯定会结束它所指的任何东西的生命。"

[Engineer]
SpecName="工程师"
SpecSummary="工程师使用电弧投掷器以惊人的效率安抚敌方人员。"

[Heavy]
SpecName="重装兵"
SpecSummary="机枪手操作集成在手套中的火焰喷射器和火箭发射器，以提供区域封锁和爆炸力。"

[Sentinel]
SpecName="哨兵"
SpecSummary="哨兵选择更具防御性的方法，在整个战场上提供准确的反应火力。"

; GTS UI 武器类别的本地化

[UIWeaponCat]
shotgun="霰弹枪"
rifle="突击步枪"
cannon="加农炮"
sniper_rifle="狙击步枪"
bullpup="无托式机枪"
vektor_rifle="维克托步枪"

grenade_launcher="榴弹发射器"
gremlin="小精灵"
sidearm="自动手枪"
pistol="手枪"
sword="剑"

holotargeter="全息瞄准器"
combatknife="战斗匕首"
sawedoffshotgun="短管散弹枪"
ArcThrower="电弧发射器"
lw_gauntlet="臂套"
